[
  {
    "id": 1,
    "date": "January 1st, 2022",
    "description": "Test update"
  },
  {
    "id": 2,
    "date": "Oct 1st, 2022",
    "description": "Added - It is now possible to perform simple Customer exports from the Customers page. \n\n Added - Instead of keeping products Out Of Stock in Shopify when inventory reaches zero, it is now possible to set Waxconn to delete them. This option can be enabled in Shopify Channel settings."
  },
  {
    "id": 3,
    "date": "Oct 14, 2022",
    "description": "Added - Autocomplete for comments and locations is now available on product creation."
  },
  {
    "id": 4,
    "version": "1.73.34",
    "date": "Nov 26, 2022",
    "changelog": {
      "added": [
        "Added Discogs 'allow offers' to products",
        "Added new Updates notifier"
      ],
      "changed": [
        "Replaced Dashboard Sales Chart",
        "Minor layout changes in System channel settings"
      ],
      "fixed": []
    }
  },
  {
    "id": 5,
    "version": "1.74.00",
    "date": "Dec 08, 2022",
    "changelog": {
      "added": [
        "Added 'Advanced Settings' (price and available) on Discogs products detail page",
        "Added option to 'lock' channel prices and exclude products from bulk repricing operations",
        "Added notes to products about prices overwritten by bulk repricing operations"
      ],
      "changed": [
        "Minor layout changes in System navigation"
      ],
      "fixed": []
    }
  },
  {
    "id": 6,
    "version": "1.75.00",
    "date": "Dec 18, 2022",
    "changelog": {
      "added": [
        "Added new Order Items detail page"
      ],
      "changed": [
      ],
      "fixed": [
        "Fixed Order Items detail page loading issue"
      ]
    }
  },
  {
    "id": 7,
    "version": "1.76.00",
    "date": "Dec 27, 2022",
    "changelog": {
      "added": [
      ],
      "changed": [
        "Minor improvements and layout changes in the product detail page and channel 'Advanced Settings'.",
        "Discogs 'Allow Offer' checkbox was moved inside the channel 'Advanced Settings'."
      ],
      "fixed": [
        "Fixed some display issues related to selected channels and product details pages."
      ]
    }
  },
  {
    "id": 8,
    "version": "1.77.00",
    "date": "Feb 08, 2022",
    "changelog": {
      "added": [
        "New 'Bulk Actions' for Products allows selecting and changing statuses of multiple products per request",
        "New 'Publish by Default' option allows enabling/disabling the pre selection of sales channel on product creation",
        "New 'Disable Sales' option allows disabling sales on Discogs (when you use Discogs only to search and create products)"
      ],
      "changed": [
        "Major release updates and system stability improvements and fixes"
      ],
      "fixed": [
      ]
    }
  },
  {
    "id": 9,
    "version": "1.78.00",
    "date": "Jun 12, 2023",
    "changelog": {
      "added": [
        "New 'Charge Tax by Default' option allows enabling/disabling the pre selection of charge tax on product creation"
      ],
      "changed": [
      ],
      "fixed": [
      ]
    }
  }
]
